no_entry_selected={0} \u0644\u0645 \u062A\u062E\u062A\u0627\u0631 \u0623\u0649
javax.faces.component.UIInput.REQUIRED={0} \: \u0647\u0630\u0629 \u0627\u0644\u062E\u0627\u0646\u0629 \u0645\u0637\u0644\u0648\u0628\u0629 \u0644\u0627\u0628\u062F \u0623\u0646 \u062A\u062F\u062E\u0644\u0647\u0627
javax.faces.validator.LongRangeValidator.NOT_IN_RANGE={2} \: \u0627\u0644\u0642\u064A\u0645\u0629 \u0627\u0644\u0645\u062F\u062E\u0644\u0629 \u0644\u0627\u0628\u062F  \u0623\u0646 \u062A\u0643\u0648\u0646 \u0641\u0649 \u0627\u0644\u062D\u062F\u0648\u062F \u0627\u0644\u0645\u0633\u0645\u0648\u062D \u0628\u0647\u0627
javax.faces.validator.DoubleRangeValidator.NOT_IN_RANGE={2} \: \u0627\u0644\u0642\u064A\u0645\u0629 \u0627\u0644\u0645\u062F\u062E\u0644\u0629 \u0644\u0627\u0628\u062F  \u0623\u0646 \u062A\u0643\u0648\u0646 \u0641\u0649 \u0627\u0644\u062D\u062F\u0648\u062F \u0627\u0644\u0645\u0633\u0645\u0648\u062D \u0628\u0647\u0627
campaign_addBenefit_valueNotInRange={0} \: \u0627\u0644\u0642\u064A\u0645\u0629 \u0627\u0644\u0645\u062F\u062E\u0644\u0629 \u0644\u0627\u0628\u062F  \u0623\u0646 \u062A\u0643\u0648\u0646 \u0641\u0649 \u0627\u0644\u062D\u062F\u0648\u062F \u0627\u0644\u0645\u0633\u0645\u0648\u062D \u0628\u0647\u0627
javax.faces.converter.DoubleConverter.DOUBLE={2} \: \u0647\u0630\u0629 \u0627\u0644\u062E\u0627\u0646\u0629 \u062A\u0642\u0628\u0644 \u0623\u0631\u0642\u0627\u0645 \u0641\u0642\u0637 \u0645\u0646 \u0641\u0636\u0644\u0643 \u0623\u062F\u062E\u0644 \u0642\u064A\u0645\u0629 \u0635\u062D\u064A\u062D\u0629
javax.faces.converter.NumberConverter.NUMBER={2} \: \u0647\u0630\u0629 \u0627\u0644\u062E\u0627\u0646\u0629 \u062A\u0642\u0628\u0644 \u0623\u0631\u0642\u0627\u0645 \u0641\u0642\u0637 \u0645\u0646 \u0641\u0636\u0644\u0643 \u0623\u062F\u062E\u0644 \u0642\u064A\u0645\u0629 \u0635\u062D\u064A\u062D\u0629
customValidators_common_nationalIdValidation=\u0627\u0644\u0631\u0642\u0645 \u0627\u0644\u0642\u0648\u0645\u064A \u063A\u064A\u0631 \u0635\u062D\u064A\u062D - \u0644\u0627\u0628\u062F \u0623\u0646 \u062A\u062F\u062E\u0644 \u0627\u0644 14 \u0631\u0642\u0645 \u0643\u0645\u0627 \u0647\u064A \u0639\u0644\u064A \u0627\u0644\u0628\u0637\u0627\u0642\u0647
customValidators_common_nationalIdValidation_7_or_14=\u0627\u0644\u0631\u0642\u0645 \u0627\u0644\u0642\u0648\u0645\u064A \u063A\u064A\u0631 \u0635\u062D\u064A\u062D - \u0645\u0646 \u0641\u0636\u0644\u0643 \u0623\u062F\u062E\u0644 \u0623\u062E\u0631 7 \u0623\u0631\u0642\u0627\u0645 \u0645\u0646 \u0627\u0644\u064A\u0633\u0627\u0631 \u0623\u0648 \u0627\u0644 14 \u0631\u0642\u0645 \u0643\u0627\u0645\u0644\u0622
campaign_addCampaign_duplicateItemTypes=\u063A\u064A\u0631 \u0645\u0633\u0645\u0648\u062D \u0623\u062E\u062A\u064A\u0627\u0631 \u0646\u0641\u0633 \u0627\u0644\u0639\u0646\u0635\u0631 \u0623\u0643\u062B\u0631 \u0645\u0646 \u0645\u0631\u0647
campaign_addCampaign_regullarCampaign_defaultCampaignName=\u0634\u0647\u0631\u064A\u0629 {0}
campaign_addCampaign_irregullarCampaign_defaultCampaignName=\u0645\u0648\u0633\u0645 {0}
GENERIC_ERROR=\u0644\u0645 \u0646\u0633\u062A\u0637\u0639 \u0623\u0646 \u0646\u0643\u0645\u0644 \u0637\u0644\u0628\u0643 \u062D\u0627\u0648\u0644 \u0645\u0631\u0629 \u0623\u062E\u0631\u0649 \u0623\u0648 \u0623\u062A\u0635\u0644 \u0628\u0627\u0644\u062F\u0639\u0645 \u0627\u0644\u0641\u0646\u0649
INVALID_PARAMETER=\u0644\u0645 \u0646\u0633\u062A\u0637\u0639 \u0623\u0646 \u0646\u0643\u0645\u0644 \u0637\u0644\u0628\u0643 \u062D\u0627\u0648\u0644 \u0645\u0631\u0629 \u0623\u062E\u0631\u0649 \u0623\u0648 \u0623\u062A\u0635\u0644 \u0628\u0627\u0644\u062F\u0639\u0645 \u0627\u0644\u0641\u0646\u0649
date_dateIsNotValid=\u0627\u0644\u062A\u0627\u0631\u064A\u062E \u0627\u0644\u0630\u0649 \u0623\u062F\u062E\u0644\u062A\u0629 \u063A\u064A\u0631 \u0635\u062D\u064A\u062D
user_invalid_username=\u0623\u0633\u0645 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u063A\u064A\u0631 \u0635\u062D\u064A\u062D
user_invalid_password=\u0643\u0644\u0645\u0629 \u0627\u0644\u0633\u0631 \u063A\u064A\u0631 \u0635\u062D\u064A\u062D\u0629
user_changePassword_passwordNotSameAsConfirmation=\u062A\u0623\u0643\u062F \u0645\u0646 \u0627\u0639\u0627\u062F\u0629 \u0646\u0641\u0633 \u0643\u0644\u0645\u0629 \u0627\u0644\u0633\u0631 \u0643\u062A\u0623\u0643\u064A\u062F
needyCase_needyCaseIsNotExist=\u0627\u0644\u062D\u0627\u0644\u0629 \u0627\u0644\u0623\u062C\u062A\u0645\u0627\u0639\u064A\u0629 \u063A\u064A\u0631 \u0645\u0648\u062C\u0648\u062F\u0629
user_inactiveUser=\u0639\u0641\u0648\u0622 \u0644\u0642\u062F \u062A\u0645 \u0627\u064A\u0642\u0627\u0641 \u062D\u0633\u0627\u0628\u0643
needyCase_needyCaseIsNotActive=\u0627\u0644\u062D\u0627\u0644\u0629 \u0627\u0644\u0623\u062C\u062A\u0645\u0627\u0639\u064A\u0629 \u063A\u064A\u0631 \u0646\u0634\u0637\u0629
needyCase_add_regular_alreadyExistAsRegular=\u0644\u0627\u064A\u0645\u0643\u0646 \u0623\u0636\u0627\u0641\u0629 \u0627\u0644\u0634\u0647\u0631\u064A\u0629 - \u062D\u064A\u062B \u0623\u0646\u0647\u0627 \u0623\u0636\u064A\u0641\u062A \u0645\u0646 \u0642\u0628\u0644
needyCase_update_nationalIdAlreadyExist=\u0627\u0644\u0631\u0642\u0645 \u0627\u0644\u0642\u0648\u0645\u0649 \u0627\u0644\u0630\u0649 \u0623\u062F\u062E\u0644\u062A\u0629 \u0645\u0633\u062C\u0644 \u0644\u062D\u0627\u0644\u0629 \u0623\u062C\u062A\u0645\u0627\u0639\u064A\u0629 \u0623\u062E\u0631\u0649
needyCase_add_regular_alreadyExistAsIrregular=\u062A\u0648\u062C\u062F \u062D\u0627\u0644\u0629 \u0645\u0648\u0633\u0645\u064A\u0629 \u0628\u0646\u0641\u0633 \u0627\u0644\u0631\u0642\u0645 \u0627\u0644\u0642\u0648\u0645\u0649 \u0645\u0646 \u0641\u0636\u0644\u0643 \u0642\u0645 \u0628\u062A\u062D\u0648\u064A\u0644\u0647\u0627 \u0644\u0634\u0647\u0631\u064A\u0629 \u0645\u0646 \u0627\u0644\u0645\u0643\u0627\u0646 \u0627\u0644\u0645\u062E\u0635\u0635 \u0644\u0630\u0644\u0643
needyCase_add_irregular_alreadyExistAsRegular=\u0647\u0630\u0629 \u0627\u0644\u062D\u0627\u0644\u0629 \u0627\u0644\u0645\u0648\u0633\u0645\u064A\u0629 \u0645\u0648\u062C\u0648\u062F\u0629 \u0643\u0634\u0647\u0631\u064A\u0629 - \u0644\u0627 \u064A\u0645\u0643\u0646 \u0623\u0636\u0627\u0641\u062A\u0647\u0627 \u0645\u0631\u0629 \u0623\u062E\u0631\u0649
needyCase_add_irregular_alreadyExistAsIrregular=\u0647\u0630\u0629 \u0627\u0644\u062D\u0627\u0644\u0629 \u0627\u0644\u0645\u0648\u0633\u0645\u064A\u0629 \u0623\u0636\u064A\u0641\u062A \u0645\u0646 \u0642\u0628\u0644
needyCase_convert_needyCaseIsAlreadyRegular=\u062E\u0637\u0623 \u062A\u0642\u0646\u0649 \: \u0647\u0630\u0627 \u0627\u0644\u0631\u0642\u0645 \u0627\u0644\u0642\u0648\u0645\u0649 \u062E\u0627\u0635 \u0628\u062D\u0627\u0644\u0629 \u0634\u0647\u0631\u064A\u0629 \u0644\u0630\u0627 \u0644\u0627 \u064A\u0645\u0643\u0646 \u062A\u062D\u0648\u064A\u0644\u0629
needyCase_convert_noIrregularNeedyCaseExist=\u062E\u0637\u0623 \u062A\u0642\u0646\u0649 \: \u0644\u0627 \u064A\u0648\u062C\u062F \u062D\u0627\u0644\u0629 \u0645\u0648\u0633\u0645\u064A\u0629 \u0644\u0643\u0649 \u064A\u062A\u0645 \u062A\u062D\u0648\u064A\u0644\u0647\u0627 \u0644\u0634\u0647\u0631\u064A\u0629
campaign_campaignMustHasItems=\u0644\u0622 \u064A\u0645\u0643\u0646 \u0623\u0636\u0627\u0641\u0629 \u062D\u0645\u0644\u0629 \u062E\u064A\u0631\u064A\u0629 \u0628\u062F\u0648\u0646 \u0623\u062E\u062A\u064A\u0627\u0631 \u0639\u0646\u0627\u0635\u0631\u0647\u0627
campaign_NoActiveCampaignDefined=\u0644\u0627\u062A\u0648\u062C\u062F \u062D\u0645\u0644\u0629 \u062E\u064A\u0631\u064A\u0629 \u0645\u0641\u062A\u0648\u062D\u0629 \u0644\u0643\u0649 \u064A\u062A\u0645 \u0627\u0636\u0627\u0641\u0629 \u0627\u0639\u0627\u0646\u0629
campaign_action_needyCaseTakeBenefitBefore=\u0644\u0642\u062F \u062A\u0645 \u0627\u0636\u0627\u0641\u0629 \u0627\u0639\u0627\u0646\u0629 \u0645\u0646 \u0642\u0628\u0644 \u062E\u0644\u0627\u0644 \u0627\u0644\u062D\u0645\u0644\u0629 \u0627\u0644\u062D\u0627\u0644\u064A\u0629 \u0628\u062A\u0627\u0631\u064A\u062E {0}
campaign_action_needyCaseLastBenefitDateExceedCampaignDate=\u063A\u064A\u0631 \u0645\u0633\u0645\u0648\u062D \u0628\u0623\u0636\u0627\u0641\u0629 \u0627\u0639\u0627\u0646\u0629 \u0644\u0647\u0630\u0629 \u0627\u0644\u062D\u0627\u0644\u0629 \u062A\u0627\u0631\u064A\u062E \u0623\u062E\u0631 \u0634\u0647\u0631\u064A\u0629 \u0633\u0644\u0645\u062A \u0647\u0648 {0}
campaign_addCampaign_activeCampaignsExists=\u0644\u0627\u064A\u0645\u0643\u0646 \u0623\u0636\u0627\u0641\u0629 \u062D\u0645\u0644\u0629 \u062E\u064A\u0631\u064A\u0629 \u062C\u062F\u064A\u062F\u0629 - \u0645\u0646 \u0641\u0636\u0644\u0643 \u0623\u063A\u0644\u0642 \u0627\u0644\u062D\u0645\u0644\u0629 \u0627\u0644\u062D\u0627\u0644\u064A\u0629 \u0623\u0648\u0644\u0622
campaign_addBenefit_noNationalAndOldNumber=\u0645\u0646 \u0641\u0636\u0644\u0643 \u0623\u062F\u062E\u0644 \u0627\u0644\u0631\u0642\u0645 \u0627\u0644\u0642\u0648\u0645\u0649 \u0623\u0648 \u0627\u0644\u0631\u0642\u0645 \u0627\u0644\u0642\u062F\u064A\u0645 \u0644\u0643\u0649 \u062A\u0633\u062A\u0637\u064A\u0639 \u0627\u0644\u0635\u0631\u0641
campaign_pendingBenefit_needyCaseHasPendingBenefitWarnning=\u0647\u0630\u0629 \u0627\u0644\u0634\u0647\u0631\u064A\u0629 \u0644\u0647\u0627 \u0634\u0647\u0631\u064A\u0627\u062A \u0633\u0627\u0628\u0642\u0629 \u0644\u0645 \u062A\u0623\u062E\u0630\u0647\u0627
campaign_pendingActions_actionsRefusedSuccessfully=\u0644\u0642\u062F \u062A\u0645 \u0631\u0641\u0636 \u0643\u0644 \u0627\u0644\u0634\u0647\u0631\u064A\u0627\u062A \u0627\u0644\u0645\u062A\u0623\u062E\u0631\u0629 \u0627\u0644\u062E\u0627\u0635\u0629 \u0628\u0647\u0630\u0629 \u0627\u0644\u0634\u0647\u0631\u064A\u0629 \u0628\u0646\u062C\u0627\u062D
campaign_pendingActions_actionsDeliveredSuccessfully=\u0644\u0642\u062F \u062A\u0645 \u062D\u0641\u0638 \u0627\u0644\u0634\u0647\u0631\u064A\u0627\u062A \u0627\u0644\u0645\u062A\u0623\u062E\u0631\u0629 \u0627\u0644\u062E\u0627\u0635\u0629 \u0628\u0647\u0630\u0629 \u0627\u0644\u0634\u0647\u0631\u064A\u0629 \u0628\u0646\u062C\u0627\u062D
common_constants_campaignItemType_month=\u0634\u0647\u0631
login_welcomeMessage=\u0623\u0647\u0644\u0627 \u0648\u0633\u0647\u0644\u0627 {0} \u0646\u0633\u0623\u0644 \u0627\u0644\u0644\u0629 \u0623\u0646 \u064A\u062A\u0645 \u0639\u0644\u064A\u0643 \u0646\u0639\u0645\u0629
campaign_action_pending_userHasNoPrivilege=\u0647\u0630\u0629 \u0627\u0644\u0634\u0647\u0631\u064A\u0629 \u0644\u0647\u0627 \u0623\u0642\u0633\u0627\u0637 \u0633\u0627\u0628\u0642\u0629 \u0644\u0645 \u062A\u0623\u062E\u0630\u0647\u0627 \u0645\u0646 \u0641\u0636\u0644\u0643 \u0623\u0628\u0644\u063A \u0627\u0644\u0623\u062F\u0627\u0631\u0629 \u0628\u0647\u0630\u0629 \u0627\u0644\u0634\u0647\u0631\u064A\u0629
needyCase_export_exportFinishedSuccessfully=\u0644\u0642\u062F \u062A\u0645 \u062D\u0641\u0638 \u0627\u0644\u0628\u064A\u0627\u0646\u0627\u062A \u0641\u0649 \u0627\u0643\u0633\u0644 \u0628\u0646\u062C\u0627\u062D
needyCase_manageRegular_FailedToPrintBarCode=\u0639\u0641\u0648\u0627 \u0644\u0645 \u0646\u0633\u062A\u0637\u0639 \u0627\u0646\u0634\u0627\u0621 \u0643\u0627\u0631\u062A \u0627\u0644\u0635\u0631\u0641 \u0645\u0646 \u0641\u0636\u0644\u0643 \u062D\u0627\u0648\u0644 \u0645\u0631\u0629 \u0623\u062E\u0631\u0649

